{
  "vitamin_name": "Vitamin E",
  "vitamin_source_data" : "https://www.alodokter.com/vitamin-e",
  "vitamin_content": [
    {
      "information": "Pengertian Secara Umum",
      "description": "Vitamin E adalah suplemen untuk mencegah dan mengatasi kekurangan  vitamin E. Vitamin E merupakan vitamin larut lemak dengan efek antioksidan yang bermanfaat untuk mencegah kerusakan sel akibat paparan radikal bebas.Secara alami, vitamin E banyak terkandung di kacang-kacangan, biji-bijian, dan minyak sayur. Suplemen vitamin E diperlukan saat sesorang tidak bisa mencukupi kebutuhan vitamin E secara alami. Kekurangan vitamin E bisa terjadi pada orang yang menderita kondisi tertentu, seperti abetalipoproteinemia atau cystic fibrosis."
    },
    {
      "information": "Golongan",
      "description": "Obat bebas"
    },
    {
      "information": "Kategori",
      "description": "Suplemen vitamin"
    },
    {
      "information": "Manfaat",
      "description": "Mencegah dan mengatasi defisiensi vitamin E dan sebagai suplemen pada kondisi cystic fibrosis"
    },
    {
      "information": "Dikonsumsi oleh",
      "description": "Dewasa dan anak-anak"
    },
    {
      "information": "Bentuk obat",
      "description": "Tablet dan kapsul"
    },
    {
      "information": "Vitamin E untuk ibu hamil dan menyusui",
      "description": "Kategori C: Belum diketahui apakah vitamin E bisa membahayakan janin. Namun, jika dikonsumsi dalam dosis yang tidak berlebihan umumnya aman. Konsultasikan perihal penggunaan suplemen vitamin E jika Anda sedang hamil. Konsultasikan perihal penggunaan suplemen vitamin E jika Anda sedang hamil."
    },
    {
      "information": "Peringatan Sebelum Mengonsumsi Vitamin E",
      "description": "Jangan mengonsumsi suplemen vitamin E jika Anda alergi terhadap obat ini. \nKonsultasikan dengan dokter perihal penggunaan suplemen vitamin E jika Anda menderita diabetes, defisiensi vitamin K, retinitis pigmentosa, atau kelainan darah, termasuk anemia, gangguan pembekuan darah, atau hemofilia. \nKonsultasikan dengan dokter perihal penggunaan suplemen vitamin E jika Anda pernah menderita penyakit liver, penyakit ginjal, atau stroke. \nKonsultkasikan dengan dokter jika Anda berencana mengonsumsi vitamin E bersama obat, suplemen, atau produk herbal lain. \nKonsultasikan dengan dokter perihal penggunaan vitamin E jika Anda sedang hamil, menyusui, atau merencanakan kehamilan. \nKonsultasikan dengan dokter perihal penggunaan dan penghentian konsumsi vitamin E jika Anda akan menjalani prosedur medis atau operasi tertentu. \nSegera temui dokter jika terjadi reaksi alergi atau overdosis setelah mengonsumsi suplemen yang mengandung vitamin E."
    },
    {
      "information": "Kebutuhan Harian dan Batas Asupan Vitamin E",
      "description": "Angka kecukupan gizi (AKG) harian vitamin E bervariasi berdasarkan usia, jenis kelamin, dan kondisi kesehatan tiap orang"
    },
    {
      "information": "Cara Mengonsumsi Vitamin E dengan Benar",
      "description": "Sebelum mengonsumsi suplemen apa pun, selalu baca aturan penggunaan yang tertera di kemasan produk. Jika Anda ragu atau memiliki kondisi kesehatan khusus, diskusikan dengan dokter perihal dosis, pilihan produk, dan cara penggunaan yang sesuai dengan kondisi Anda. \nPerlu diingat bahwa suplemen vitamin dan mineral dikonsumsi untuk memenuhi kebutuhan tubuh terhadap vitamin dan mineral, terutama ketika asupan vitamin dan mineral dari makanan saja tidak cukup. \nSuplemen ini sebaiknya dikonsumsi saat makan. Penyerapan vitamin E oleh tubuh akan lebih baik jika dikonsumsi bersama makanan. \nSimpan vitamin E di tempat yang terhindar dari paparan sinar matahari langsung. Jauhkan suplemen dari jangkauan anak-anak."
    },
    {
      "information": "Interaksi Vitamin E dengan Obat Lain",
      "description": "Peningkatan risiko terjadinya perdarahan jika dikonsumsi dengan obat pengencer darah, seperti warfarin. \nPenurunan penyerapan vitamin E jika dikonsumsi dengan cholestyramine, colestipol, atau orlistat. \nPenurunan efektivitas suplemen zat besi, ketoconazole, atau vitamin B3."
    },
    {
      "information": "Efek Samping dan Bahaya Vitamin E",
      "description": "Vitamin E jarang menyebabkan efek samping terutama jika dikonsumsi dalam dosis yang sesuai. Namun jika dikonsumsi secara berlebihan, vitamin E dapat dapat menimbulkan efek samping berupa mual, diare, pusing, nyeri perut, lelah yang tak biasa, atau penglihatan kabur."
    },
    {
      "information": "Upaya Mencegah Kekurangan Vitamin E",
      "description": ""
    }
  ]
}