{
  "vitamin_name": "Vitamin A",
  "vitamin_source_data" : "https://www.alodokter.com/vitamin-a",
  "vitamin_content": [
    {
      "information": "Pengertian Secara Umum",
      "description": "Vitamin A adalah salah satu vitamin yang berfungsi untuk perkembangan dan kinerja berbagai organ tubuh, seperti mata, kulit, organ reproduksi, dan sistem kekebalan tubuh.Vitamin A dapat ditemukan dalam berbagai makanan, seperti hati sapi, susu, keju, yoghurt, telur, buah mangga, sayur bayam dan wortel, serta minyak ikan. Untuk mencegah kekurangan vitamin A pada balita dan ibu baru melahirkan (masa nifas), Kementrian Kesehatan Republik Indonesia melakukan program pemberian vitamin A melalui posyandu. Vitamin A diberikan secara gratis pada bulan Febuari dan Agustus setiap tahunnya. Terdapat 2 macam kapsul yang diberikan, yaitu kapsul biru untuk bayi usia 6-11 bulan, serta kapsul merah untuk anak usia 1-5 tahun dan ibu yang baru melahirkan."
    },
    {
      "information": "Golongan",
      "description": "Vitamin"
    },
    {
      "information": "Kategori",
      "description": "Obat bebas dan resep"
    },
    {
      "information": "Manfaat",
      "description": "Mencegah dan mengobati defisiensi vitamin A"
    },
    {
      "information": "Dikonsumsi oleh",
      "description": "Dewasa dan anak-anak"
    },
    {
      "information": "Bentuk obat",
      "description": "Kapsul, tablet, obat cair"
    },
    {
      "information": "Vitamin A untuk ibu hamil dan menyusui",
      "description": "(Untuk dosis sesuai angka kecukupan gizi harian)Kategori A: Studi terkontrol pada wanita hamil tidak menunjukkan adanya risiko terhadap janin, dan kecil kemungkinannya untuk membahayakan janin.(Untuk dosis melebihi >6000 unit per hari)Kategori C: Studi pada binatang percobaan memperlihatkan adanya efek samping terhadap janin, namun belum ada studi terkontrol pada wanita hamil. Obat hanya boleh digunakan jika besarnya manfaat yang diharapkan melebihi besarnya risiko terhadap janin. Vitamin A dapat terserap ke dalam ASI, tetapi masih aman bila dikonsumsi sesuai dengan nilai angka kecukupan gizi harian."
    },
    {
      "information": "Peringatan Sebelum Mengonsumsi Vitamin A",
      "description": "Jangan mengonsumsi vitamin A dengan multivitamin lain yang juga mengandung vitamin A karena dapat menyebabkan overdosis hingga menimbulkan efek samping serius. \nWanita yang merencanakan kehamilan, sedang hamil, atau sedang menyusui sebaiknya tidak mengonsumsi suplemen vitamin A, kecuali diresepkan oleh dokter. Vitamin A dosis tinggi berpotensi menyebabkan cacat lahir. \nKonsumsi vitamin A yang berlebihan dapat meningkatkan risiko osteoporosis, khususnya pada wanita lansia. \nBeri tahu dokter obat-obatan lainnya yang sedang dikonsumsi sebelum menggunakan vitamin A. \nJika terjadi alergi atau overdosis setelah mengonsumsi vitamin A, segera hubungi dokter."
    },
    {
      "information": "Kebutuhan Harian dan Batas Asupan Vitamin A",
      "description": "Angka kecukupan gizi (AKG) harian vitamin A bervariasi, tergantung pada usia, jenis kelamin, dan kondisi kesehatan. Jumlah asupan tersebut dapat diperoleh dari makanan, suplemen, atau gabungan dari keduanya. Disarankan untuk tidak mengkonsumsi vitamin A melebihi batas atas asupan harian. Dosis yang lebih tinggi hanya disarankan untuk penderita kekurangan vitamin A."
    },
    {
      "information": "Cara Mengonsumsi Vitamin A dengan Benar",
      "description": "Pastikan Anda selalu mengonsumsi suplemen vitamin A sesuai keterangan pada kemasan atau anjuran dokter. \nTelan secara utuh jika mengonsumsi vitamin A berbentuk tablet atau kapsul. Untuk suplemen vitamin A dalam bentuk cair, sebaiknya gunakan sendok atau gelas takar yang disertakan dalam kemasan. Jangan menggunakan sendok makan biasa karena kemungkinan takarannya berbeda. \nBagi pasien yang lupa mengonsumsi suplemen vitamin A, disarankan segera melakukannya jika jeda dengan jadwal konsumsi berikutnya tidak terlalu dekat. Jika sudah dekat, jangan menggandakan dosis. \nSimpan dalam suhu ruangan dan jauh dari hawa panas dan lembab, serta terhindar dari sinar matahari secara langsung."
    },
    {
      "information": "Interaksi Vitamin A dengan Obat Lain",
      "description": "Menurunkan penyerapan vitamin A dari makanan, jika digunakan bersama dengan orlistat. \nMenyebabkan perdarahan, jika digunakan dengan obat warfarin. \nMeningkatkan risiko timbulnya kondisi serius akibat tekanan dalam otak meningkat, jika digunakan bersama doxycycline, minocycline, oxytetracycline, dan tetracycline. \nMeningkatkan risiko gangguan hati, jika digunakan dengan obat simvastatin. \nMenyebabkan kadar vitamin A berlebih dalam darah,.jika digunakan bersama dengan retinoid, tretinoin, dan isotretinoin. \nMenurunkan efektivitas vitamin A, jika digunakan bersama dengan cholestyramine, sevelamer, dan colestipol."
    },
    {
      "information": "Efek Samping dan Bahaya Vitamin A",
      "description": "Apabila dikonsumsi dengan takaran yang sesuai, vitamin A tidak akan membahayakan. Namun jika dikonsumsi dalam dosis tinggi atau dalam jangka panjang, kelebihan vitamin A dapat menyebabkan beberapa efek samping berikut: \nDiare. \nKehilangan nafsu makan. \nSakit perut. \nMuntah. \nKulit dan bibir yang kering atau pecah-pecah. \nMengantuk dan kelelahan. \nLemas. \nUring-uringan. \nRambut rontok. \nSakit kepala. \nDemam. \nPeningkatan frekuensi buang air kecil, terutama di malam hari. \nPandangan kabur."
    },
    {
      "information": "Upaya Mencegah Kekurangan Vitamin A",
      "description": "Asupan vitamin A dapat diperoleh dari makanan. Beberapa makanan yang merupakan sumber vitamin A adalah: \nHati. \nDaging ayam dan sapi. \nIkan salmon. \nTelur. \nSusu dan olahannya, yaitu keju dan yoghurt. \nBuah-buahan, seperti mangga, blewah, labu, aprikot, cabai, dan jeruk. \nBerbagai jenis sayuran, seperti wortel, brokoli, bayam, dan ubi. \nKekurangan vitamin A masih menjadi masalah kesehatan di Indonesia. Kondisi dapat menimbulkan berbagai gangguan yang serius, sehingga perlu dilakukan upaya pencegahan. Itulah sebabnya, Kementrian Kesehatan Republik Indonesia melakukan program pemberian vitamin A bagi anak usia bawah lima tahun (balita) secara nasional, setiap bulan Februari dan Agustus.Walaupun penting untuk kesehatan, vitamin A tidak boleh dikonsumsi dalam jumlah berlebihan karena dapat menyebabkan overdosis atau keracunan vitamin A. Rekomendasi asupan vitamin A per hari adalah 900 mikrogram bagi pria, 700 mikrogram bagi wanita, dan 1300 mikrogram bagi ibu menyusui.Untuk mendapatkan asupan vitamin A tambahan, Anda bisa mengonsumsi suplemen vitamin A yang dijual bebas. Namun, sebaiknya konsultasikan terlebih dahulu dengan dokter gizi mengenai jenis suplemen dan dosis yang aman untuk dikonsumsi."
    }
  ]
}