{
  "vitamin_name": "Vitamin C",
  "vitamin_source_data" : "https://www.alodokter.com/vitamin-c",
  "vitamin_content": [
    {
      "information": "Pengertian Secara Umum",
      "description": "Vitamin C atau asam askorbat (ascorbic acid) adalah vitamin yang diperlukan untuk mencegah dan mengatasi kekurangan vitamin C. Kekurangan vitamin C bisa menyebabkan terjadinya penyakit skorbut atau scurvy. Selain itu, vitamin C juga memiliki efek antioksidan yang dapat membantu tubuh melawan radikal bebas. Vitamin C berperan penting dalam berbagai proses yang terjadi di dalam tubuh, termasuk menjaga dan mengoptimalkan kerja sistem kekebalan tubuh, pembentukan kolagen, protein, neurotransmiter, dan meningkatkan penyerapan zat besi."
    },
    {
      "information": "Golongan",
      "description": "Obat bebas"
    },
    {
      "information": "Kategori",
      "description": "Suplemen vitamin"
    },
    {
      "information": "Manfaat",
      "description": "Mencegah dan mengatasi kekurangan vitamin C"
    },
    {
      "information": "Dikonsumsi oleh",
      "description": "Dewasa dan anak-anak"
    },
    {
      "information": "Bentuk obat",
      "description": "Tablet, kaplet, bubuk, sirop, dan suntik"
    },
    {
      "information": "Vitamin C untuk ibu hamil dan menyusui",
      "description": "Kategori C: Studi pada binatang percobaan memperlihatkan adanya efek samping terhadap janin, tetapi belum ada studi terkontrol pada wanita hamil. Obat hanya boleh digunakan jika besarnya manfaat yang diharapkan melebihi besarnya risiko terhadap janin. Vitamin C dapat terserap ke dalam ASI. Bila Anda sedang menyusui, jangan menggunakan obat ini tanpa berkonsultasi dulu dengan dokter"
    },
    {
      "information": "Peringatan Sebelum Mengonsumsi Vitamin C",
      "description": "Jangan menggunakan vitamin C jika Anda alergi terhadap suplemen vitamin ini. \nVitamin C suntik hanya boleh diberikan oleh dokter atau petugas medis di bawah pengawasan dokter. \nKonsultasikan ke dokter perihal penggunaan suplemen vitamin C jika Anda menderita hemokromatosis, defisiensi enzim G6PD, atau penyakit ginjal, seperti batu ginjal. \nKonsultasikan dengan dokter perihal penggunaan suplemen vitamin C jika Anda seorang perokok, karena merokok bisa menurunkan efektivitas vitamin C. \nKonsultasikan dengan dokter perihal penggunaan suplemen vitamin C jika Anda sedang hamil, menyusui, atau merencanakan kehamilan. \nKonsultasikan dengan dokter perihal penggunaan suplemen vitamin C jika Anda sedang mengonsumsi suplemen lain, produk herbal, atau obat-obatan. \nSegera temui dokter jika Anda mengalami reaksi alergi obat, overdosis, atau efek samping serius setelah menggunakan vitamin C."
    },
    {
      "information": "Kebutuhan Harian dan Batas Asupan Vitamin C",
      "description": "Angka kecukupan gizi (AKG) harian vitamin C berbeda-beda, tergantung usia, jenis kelamin, dan kondisi kesehatan pasien."
    },
    {
      "information": "Cara Mengonsumsi Vitamin C dengan Benar",
      "description": "Selalu ikuti anjuran dokter dan baca informasi yang terdapat pada kemasan obat sebelum mengonsumsi vitamin C. \nVitamin C suntik akan diberikan oleh dokter atau tenaga kesehatan di bawah pengawasan dokter di rumah sakit. Vitamin C suntik diberikan melalui pembuluh darah (intravena/IV), otot (intramuskular/IM), atau di bawah kulit (subkutan/SC). \nVitamin C dalam bentul minum (tablet, kaplet, bubuk, sirop) dapat dikonsumsi sebelum atau setelah makan. Jangan mengonsumsi vitamin C melebihi dosis yang dianjurkan. \nKonsumsi air putih dalam jumlah yang cukup selama menjalani pengobatan dengan vitamin C. \nVitamin C tidak dapat menyembuhkan flu dan batuk. Namun, mengonsumsi vitamin C secara rutin sebelum munculnya flu, diduga dapat mempercepat waktu pemulihan flu yang ringan. Jika Anda mengalami keluhan demam, batuk, dan sesak yang memberat jangan ragu untuk melakukan pemeriksaan ke dokter. \nAsupan vitamin C dari suplemen dan multivitamin tidak dapat menggantikan asupannya dari makanan. Sebisa mungkin, cukupi asupan vitamin C dengan memperbanyak konsumsi buah-buahan yang mengandung vitamin C tinggi, contohnya jeruk, lemon, kiwi, mangga, pepaya, dan stroberi. \nAsupan vitamin C alami juga bisa didapatkan dari beberapa sayuran yang mengandung banyak vitamin C, seperti brokoli, tomat, bayam, dan kubis. \nSimpan vitamin C di tempat yang kering, terhindar dari sinar matahari langsung, dan pada suhu ruangan. Jauhkan obat dari jangkauan anak-anak."
    },
    {
      "information": "Interaksi Vitamin C dengan Obat Lain",
      "description": "Meningkatnya penyerapan zat besi atau antasida yang mengandung aluminium. \nPenurunan efektivitas obat antikoagulan, seperti warfarin. \nPeningkatan kadar obat hormonal yang mengandung estrogen. \nPenurunan kadar amfetamin di dalam darah. \nPeningkatan kadar dan efek dari aspirin. \nPenurunan kadar vitamin C jika digunakan dengan obat golongan barbiturat, seperti phenobarbital."
    },
    {
      "information": "Efek Samping dan Bahaya Vitamin C",
      "description": "Pada umumnya, vitamin C aman jika digunakan sesuai aturan pakai dan tidak melebihi dosis yang dianjurkan. Namun, pada beberapa orang bisa muncul efek samping tertentu, seperti diare, pusing, mual, sakit kepala, kram perut, atau heartburn. \nLakukan pemeriksaan ke dokter jika efek samping tersebut tidak juga membaik atau semakin berat.  Segera ke dokter jika Anda mengalami reaksi alergi obat atau efek samping serius berupa nyeri saat berkemih maupun urine berdarah atau urine berwarna merah muda."
    },
    {
      "information": "Upaya Mencegah Kekurangan Vitamin C",
      "description": ""
    }
  ]
}